Repository: franzholz/imagecycle
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# pi1_plus_wiz_description
source: Add an image cycle to your content
de: Image Cycle hinzufügen

# pi2_plus_wiz_description
source: Add a Coin-Slider to your content
de: Coin-Slider hinzufügen

# pi3_plus_wiz_description
source: Add a Nivo-Slider to your content
de: Nivo-Slider hinzufügen

# pi3_theme_orman
source: Note: Images used in the slider for the Orman Theme should have the dimensions 568px x 268px
de: Notiz: Das Orman Theme funktioniert am besten mit der Auflösung 568px x 268px

# pi3_theme_pascal
source: Note: Images used in the slider for the Pascal Theme should have the dimensions 630px x 235px and works best with 4 images
de: Notiz: Das Pascal Theme funktioniert am besten mit der Auflösung 630px x 235px und 4 Bilder

# pi4_plus_wiz_description
source: Add a Cross-Slider to your content
de: Cross-Slider hinzufügen

# pi5_plus_wiz_description
source: Add a Slice-Box to your content
de: Slice-Box hinzufügen

# cms_layout.style
source: Display: %s
de: Anzeige: %s

# cms_layout.not_configured
source: Plugin is not configured!
de: Plugin ist nicht Konfiguriert!

# cms_layout.from_ts
source: From Typoscript
de: Vom Typoscript

# extmng.classInnerHeader
source: Warning!
de: Warnung!

# extmng.classInner
source: You have to use the "Update"-Button below to ensure proper working for all functions in this extension.
de: Sie müssen den "Update"-Knopf drücken um das korrekte Funktionieren der Erweiterung zu gewährleisten.
